{
  "pageTitle": "Información de Envío",
  "pageTitle1": "Envío",
  "importantNoteTitle": "Importante – Información de Contacto",
  "importantNoteDesc": "Por favor, asegúrese de proporcionar un número de teléfono válido y operativo al realizar su pedido. Esto es esencial para que el transportista programe la entrega o se comunique con usted si hay algún problema con su envío. No proporcionar un número de teléfono alcanzable puede resultar en retrasos o que su envío nos sea devuelto a su cargo.",
  
  "deliveryTitle": "Tiempos de Entrega y Procesamiento de Pedidos",
  "deliveryItems": [
    "Normalmente procesamos y enviamos todos los pedidos en stock <strong>dentro de 1 día hábil</strong>. Los pedidos realizados durante el fin de semana o días festivos se procesarán el siguiente día hábil.",
    "Nuestro almacén principal está ubicado en <strong>Belleville, Nueva Jersey</strong>. Si se encuentra en el noreste o en regiones cercanas, su pedido generalmente llegará dentro de <strong>1–5 días hábiles</strong> después del envío.",
    "Para los clientes ubicados en la <strong>Costa Oeste</strong> o regiones más lejanas, la entrega puede tardar más, típicamente entre <strong>5 y 15 días hábiles</strong>, dependiendo de la distancia, el clima y los horarios del transportista."
  ],
  
  "shippingCostTitle": "Costos y Tarifas de Envío",
  "shippingCostItems": [
    "Tenga en cuenta que <strong>no ofrecemos envío gratuito</strong>. Todas las tarifas de envío se calculan según el destino, tamaño y peso del producto. Usted será responsable de todos los cargos de envío.",
    "Algunas entregas pueden requerir tarifas adicionales, como <strong>tarifas de entrega residencial</strong> o <strong>servicios de grúa</strong> (para artículos pesados). Estas tarifas son establecidas por el transportista y no son negociables.",
    "Para recibir un costo de envío exacto antes de realizar su pedido, por favor <strong>contáctenos</strong> por teléfono o correo electrónico y proporcione su código postal completo y el producto que le interesa."
  ],
  
  "puertoRicoTitle": "Envío a Puerto Rico",
  "puertoRicoDesc": "Enviamos a Puerto Rico usando transportistas de carga. Por favor, contáctenos para recibir una cotización de envío personalizada según su ubicación exacta y el tamaño del producto. Los clientes en Puerto Rico son completamente responsables de cualquier <strong>arancel aduanero, impuestos de importación, cargos de manejo</strong> o tarifas portuarias aplicables.",
  
  "beforeSigningTitle": "Lo que DEBE Saber Antes de Firmar la Entrega",
  "beforeSigningItems": [
    "<strong>Antes de firmar el comprobante de entrega</strong>, inspeccione minuciosamente el <strong>empaque exterior y la caja</strong> en busca de abolladuras, agujeros, rasgaduras, esquinas aplastadas o signos de daños por agua. Hágalo mientras el conductor aún está presente.",
    "Por favor, entienda: <strong>no se le permite abrir el paquete</strong> antes de firmar. La inspección debe ser únicamente externa. Una vez que firme, indica que acepta el artículo en su condición visible actual.",
    "Si observa cualquier signo visible de daño, incluso si parece menor, <strong>no firme sin anotar claramente el daño en el recibo de entrega</strong>. Por ejemplo: “Caja aplastada en la esquina, posible daño interno.”",
    "<strong>Nunca firme 'Recibido en buen estado'</strong> a menos que esté 100% seguro de que no hay daños visibles externamente. Firmar sin comentarios renuncia a su derecho de reclamar compensación al transportista.",
    "DriveCore Auto <strong>no es responsable de daños relacionados con el envío</strong>. Una vez que el producto sale de nuestra instalación, la cobertura del seguro es gestionada por el transportista. Si no anota problemas al momento de la entrega, pierde el derecho a presentar un reclamo por daños."
  ],
  
  "internationalTitle": "Envíos Internacionales (Fuera de EE. UU.)",
  "internationalDesc": [
    "Para clientes en el extranjero, por favor envíenos por correo electrónico su dirección completa para que podamos generar una cotización de envío personalizada. Por el momento, solo enviamos al <strong>puerto marítimo internacional más cercano</strong> en su país o región.",
    "Una vez que el envío llegue al puerto marítimo, será responsabilidad del cliente gestionar la <strong>entrega final</strong> a su destino. También es completamente responsable de cualquier <strong>despacho aduanero, impuestos de importación, aranceles y tarifas portuarias</strong> aplicables en su país."
  ]
}
