{
  "heroTitle": "DriveCore Auto",
  "heroSubtitle": "Vertrauenswürdige Quelle für hochwertige importierte Motoren, die japanische Ingenieurskunst mit US-amerikanischer Zuverlässigkeit verbinden.",
  "mainHeading": "Leistung. Präzision. Performance.",
  "mainText": "DriveCore Auto liefert zuverlässige, leistungsorientierte Automobilmotoren und -komponenten in den gesamten Vereinigten Staaten. Unsere Produkte stammen direkt von führenden Herstellern in Japan und durchlaufen strenge Qualitätskontrollen, um den Anforderungen von Mechanikern, Enthusiasten und Alltagsfahrern gerecht zu werden.",
  "aboutTitle": "Über uns",
  "intro": "Bei DriveCore Auto setzen wir uns dafür ein, hochwertige, zuverlässige und leistungsorientierte Automobilmotoren an Kunden in den gesamten Vereinigten Staaten zu liefern. Unser Hauptsitz befindet sich in den USA, und wir sind auf den Import und Vertrieb von Premium-Motoren spezialisiert, die direkt von vertrauenswürdigen Herstellern in Japan stammen.",
  "missionTitle": "Unsere Mission",
  "missionText": "Unsere Mission ist einfach: Wir bieten erschwingliche, zuverlässige und fachmännisch getestete Motoren, die die Lebensdauer Ihres Fahrzeugs verlängern und eine erstklassige Leistung auf der Straße gewährleisten. Jeder Motor, den wir liefern, durchläuft einen strengen Qualitätsprüfungsprozess, um sowohl japanische Ingenieursstandards als auch die Erwartungen der US-Kunden zu erfüllen.",
  "experienceTitle": "Unsere Erfahrung",
  "experienceText": "Mit jahrelanger Erfahrung in der Automobilbranche hat sich DriveCore Auto einen Ruf für Vertrauen, Transparenz und Kundenzufriedenheit erworben. Egal, ob Sie ein professioneller Mechaniker, ein Autoenthusiast oder einfach auf der Suche nach der Wiederherstellung der Leistung Ihres Fahrzeugs sind – wir helfen Ihnen, die richtige Lösung zu finden.",
  "commitmentTitle": "Unser Engagement",
  "commitmentText": "Wir sind stolz darauf, mehr als nur ein Motorlieferant zu sein — wir sind Ihr vertrauenswürdiger Partner für Zuverlässigkeit und Performance.",
  "qualityTitle": "Qualitätssicherung",
  "qualityText": "Jeder Motor, den wir beziehen, wird sorgfältig geprüft und getestet, um sicherzustellen, dass er die höchsten Standards in Bezug auf Leistung und Haltbarkeit erfüllt. Unser strenger Qualitätskontrollprozess garantiert, dass unsere Kunden Produkte erhalten, die sicher, zuverlässig und langlebig sind.",
  "supportTitle": "Kundensupport",
  "supportText": "Bei DriveCore Auto hat die Kundenzufriedenheit oberste Priorität. Unser sachkundiges Support-Team steht Ihnen jederzeit zur Verfügung, um Ihnen bei der Auswahl des richtigen Motors zu helfen, Fragen zu beantworten und Anleitungen für Installation und Wartung zu geben.",
  "innovationTitle": "Innovation & Zuverlässigkeit",
  "innovationText": "Wir bemühen uns kontinuierlich, die neuesten Technologien und Innovationen in der Automobilbranche zu integrieren. Durch die Kombination japanischer Ingenieurskunst mit US-amerikanischer Expertise liefern wir Motoren, die sowohl fortschrittlich als auch zuverlässig sind, damit Ihr Fahrzeug seine beste Leistung erbringt."
}
