{
  "heroTitle": "DriveCore Auto",
  "heroSubtitle": "Trusted source for high-quality imported engines, blending Japanese engineering excellence with U.S. reliability.",
  "mainHeading": "Power. Precision. Performance.",
  "mainText": "DriveCore Auto delivers reliable, performance-driven automotive engines and components across the United States. Our products are sourced directly from top manufacturers in Japan and undergo strict quality checks to meet the demands of mechanics, enthusiasts, and everyday drivers.",
  "aboutTitle": "About Us",
  "intro": "At DriveCore Auto, we are committed to delivering high-quality, reliable, and performance-driven automotive engines to customers across the United States. Headquartered in the USA, we specialize in importing and distributing premium engines sourced directly from trusted manufacturers in Japan.",
  "missionTitle": "Our Mission",
  "missionText": "Our mission is simple: to provide affordable, dependable, and expertly tested engines that extend the life of your vehicle and ensure top-level performance on the road. Every engine we supply undergoes a strict quality inspection process to meet both Japanese engineering standards and U.S. customer expectations.",
  "experienceTitle": "Our Experience",
  "experienceText": "With years of experience in the automotive industry, DriveCore Auto has earned a reputation for trust, transparency, and customer satisfaction. Whether you are a professional mechanic, a car enthusiast, or simply looking to restore your vehicle’s performance, we are here to help you find the right solution.",
  "commitmentTitle": "Our Commitment",
  "commitmentText": "We take pride in being more than just an engine supplier — we are your trusted partner in reliability and performance.",
  "qualityTitle": "Quality Assurance",
  "qualityText": "Every engine we source is carefully inspected and tested to ensure it meets the highest standards of performance and durability. Our rigorous quality control process guarantees that our customers receive products that are safe, reliable, and long-lasting.",
  "supportTitle": "Customer Support",
  "supportText": "At DriveCore Auto, customer satisfaction is our top priority. Our knowledgeable support team is always available to assist you in selecting the right engine, answering questions, and providing guidance for installation and maintenance.",
  "innovationTitle": "Innovation & Reliability",
  "innovationText": "We continuously strive to incorporate the latest technologies and innovations in the automotive industry. By combining Japanese engineering excellence with U.S. expertise, we deliver engines that are both advanced and dependable, ensuring your vehicle performs at its best."
}
