{
  "heroTitle": "DriveCore Auto",
  "heroSubtitle": "Fuente confiable de motores importados de alta calidad, combinando la excelencia de la ingeniería japonesa con la fiabilidad estadounidense.",
  "mainHeading": "Potencia. Precisión. Rendimiento.",
  "mainText": "DriveCore Auto ofrece motores y componentes automotrices confiables y orientados al rendimiento en todo Estados Unidos. Nuestros productos provienen directamente de los principales fabricantes en Japón y pasan por estrictos controles de calidad para satisfacer las demandas de mecánicos, entusiastas y conductores cotidianos.",
  "aboutTitle": "Sobre nosotros",
  "intro": "En DriveCore Auto, nos comprometemos a ofrecer motores automotrices de alta calidad, confiables y orientados al rendimiento a clientes en Estados Unidos. Con sede en EE. UU., nos especializamos en la importación y distribución de motores premium provenientes directamente de fabricantes confiables en Japón.",
  "missionTitle": "Nuestra misión",
  "missionText": "Nuestra misión es simple: proporcionar motores asequibles, confiables y cuidadosamente probados que prolonguen la vida útil de su vehículo y aseguren un rendimiento óptimo en la carretera. Cada motor que suministramos pasa por un riguroso proceso de inspección de calidad para cumplir tanto con los estándares de ingeniería japoneses como con las expectativas de los clientes en EE. UU.",
  "experienceTitle": "Nuestra experiencia",
  "experienceText": "Con años de experiencia en la industria automotriz, DriveCore Auto se ha ganado una reputación de confianza, transparencia y satisfacción del cliente. Ya sea que sea un mecánico profesional, un entusiasta del automóvil o simplemente busque restaurar el rendimiento de su vehículo, estamos aquí para ayudarlo a encontrar la solución adecuada.",
  "commitmentTitle": "Nuestro compromiso",
  "commitmentText": "Nos enorgullece ser más que un simple proveedor de motores: somos su socio confiable en confiabilidad y rendimiento.",
  "qualityTitle": "Aseguramiento de calidad",
  "qualityText": "Cada motor que obtenemos se inspecciona y prueba cuidadosamente para garantizar que cumpla con los más altos estándares de rendimiento y durabilidad. Nuestro riguroso proceso de control de calidad garantiza que nuestros clientes reciban productos seguros, confiables y duraderos.",
  "supportTitle": "Atención al cliente",
  "supportText": "En DriveCore Auto, la satisfacción del cliente es nuestra máxima prioridad. Nuestro equipo de soporte experto siempre está disponible para ayudarlo a seleccionar el motor adecuado, responder preguntas y brindar orientación para la instalación y el mantenimiento.",
  "innovationTitle": "Innovación y confiabilidad",
  "innovationText": "Nos esforzamos continuamente por incorporar las últimas tecnologías e innovaciones en la industria automotriz. Al combinar la excelencia de la ingeniería japonesa con la experiencia estadounidense, ofrecemos motores que son avanzados y confiables, asegurando que su vehículo funcione de manera óptima."
}
