{
  "heroTitle": "DriveCore Auto",
  "heroSubtitle": "Source fiable de moteurs importés de haute qualité, alliant l'excellence de l'ingénierie japonaise à la fiabilité américaine.",
  "mainHeading": "Puissance. Précision. Performance.",
  "mainText": "DriveCore Auto fournit des moteurs et composants automobiles fiables et performants à travers les États-Unis. Nos produits proviennent directement des principaux fabricants au Japon et subissent des contrôles qualité stricts pour répondre aux exigences des mécaniciens, passionnés et conducteurs du quotidien.",
  "aboutTitle": "À propos de nous",
  "intro": "Chez DriveCore Auto, nous nous engageons à fournir des moteurs automobiles de haute qualité, fiables et performants à nos clients aux États-Unis. Basés aux États-Unis, nous sommes spécialisés dans l'importation et la distribution de moteurs premium provenant directement de fabricants de confiance au Japon.",
  "missionTitle": "Notre mission",
  "missionText": "Notre mission est simple : fournir des moteurs abordables, fiables et rigoureusement testés qui prolongent la durée de vie de votre véhicule et garantissent une performance optimale sur la route. Chaque moteur que nous fournissons passe par un processus strict de contrôle qualité pour respecter à la fois les normes d'ingénierie japonaises et les attentes des clients américains.",
  "experienceTitle": "Notre expérience",
  "experienceText": "Avec plusieurs années d'expérience dans l'industrie automobile, DriveCore Auto s'est forgé une réputation de confiance, de transparence et de satisfaction client. Que vous soyez un mécanicien professionnel, un passionné d'automobile ou simplement à la recherche de la restauration des performances de votre véhicule, nous sommes là pour vous aider à trouver la solution adaptée.",
  "commitmentTitle": "Notre engagement",
  "commitmentText": "Nous sommes fiers d'être plus qu'un simple fournisseur de moteurs — nous sommes votre partenaire de confiance pour la fiabilité et la performance.",
  "qualityTitle": "Assurance qualité",
  "qualityText": "Chaque moteur que nous sélectionnons est soigneusement inspecté et testé pour garantir qu'il respecte les normes les plus élevées de performance et de durabilité. Notre processus rigoureux de contrôle qualité assure que nos clients reçoivent des produits sûrs, fiables et durables.",
  "supportTitle": "Support client",
  "supportText": "Chez DriveCore Auto, la satisfaction client est notre priorité. Notre équipe de support expérimentée est toujours disponible pour vous aider à choisir le bon moteur, répondre à vos questions et fournir des conseils pour l'installation et l'entretien.",
  "innovationTitle": "Innovation & fiabilité",
  "innovationText": "Nous nous efforçons constamment d'intégrer les dernières technologies et innovations dans l'industrie automobile. En combinant l'excellence de l'ingénierie japonaise avec l'expertise américaine, nous livrons des moteurs à la fois avancés et fiables, garantissant des performances optimales pour votre véhicule."
}
