{
  "title": "Datenschutzrichtlinie",
  "intro": "Bei DriveCore Auto respektieren und schützen wir Ihre Privatsphäre. Diese Datenschutzrichtlinie erklärt, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen, wenn Sie unsere Website besuchen oder unsere Produkte wie Motoren, Getriebeaustausche, Unterrahmen und Autozubehör kaufen.",
  "section1Title": "1. Gesammelte Informationen",
  "section1Text": "Wir können persönliche Informationen wie Name, E-Mail-Adresse, Telefonnummer, Rechnungs-/Lieferadresse und Zahlungsdetails erfassen, wenn Sie einen Kauf tätigen. Außerdem sammeln wir automatisch bestimmte Informationen wie IP-Adresse, Browsertyp und Surfverhalten über Cookies und Analysetools.",
  "section2Title": "2. Verwendung Ihrer Informationen",
  "section2Text": "Wir verwenden Ihre Informationen, um Bestellungen zu verarbeiten, Updates zu kommunizieren, unsere Dienste zu verbessern und Werbeangebote zu senden, wenn Sie sich dafür entschieden haben.",
  "section3Title": "3. Weitergabe von Informationen",
  "section3Text": "Wir verkaufen oder vermieten Ihre persönlichen Daten nicht. Wir können Ihre Informationen mit vertrauenswürdigen Drittanbietern wie Zahlungsabwicklern, Versandunternehmen und Dienstleistern teilen, ausschließlich zur Ausführung Ihrer Bestellung oder zur Bereitstellung von Dienstleistungen.",
  "section4Title": "4. Datensicherheit",
  "section4Text": "Wir setzen branchenübliche Sicherheitsmaßnahmen ein, um Ihre persönlichen Daten vor unbefugtem Zugriff, Veränderung oder Offenlegung zu schützen.",
  "section5Title": "5. Cookies & Tracking",
  "section5Text": "Unsere Website verwendet Cookies und ähnliche Technologien, um Ihre Browsererfahrung zu verbessern, den Websiteverkehr zu analysieren und Inhalte zu personalisieren.",
  "section6Title": "6. Ihre Rechte",
  "section6Text": "Sie haben das Recht, auf Ihre persönlichen Daten zuzugreifen, sie zu aktualisieren oder deren Löschung zu verlangen. Sie können auch jederzeit Marketingkommunikation abbestellen, indem Sie uns kontaktieren.",
  "section7Title": "7. Dienste Dritter",
  "section7Text": "Unsere Website kann Links zu Websites Dritter enthalten. Wir sind nicht für die Datenschutzpraktiken dieser Websites verantwortlich.",
  "section8Title": "8. Aktualisierungen dieser Richtlinie",
  "section8Text": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren, um Änderungen in unseren Praktiken oder aus rechtlichen Gründen widerzuspiegeln. Aktualisierungen werden auf dieser Seite mit einem überarbeiteten 'Zuletzt aktualisiert'-Datum veröffentlicht.",
  "section9Title": "9. Kontaktieren Sie uns",
  "section9Text": "Wenn Sie Fragen oder Bedenken zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter support@drivecoreauto.com."
}
