{
  "title": "Privacy Policy",
  "intro": "At DriveCore Auto, we respect and protect your privacy. This Privacy Policy explains how we collect, use, and safeguard your personal information when you visit our website or purchase our products such as engines, transmission swaps, subframes, and automotive accessories.",
  "section1Title": "1. Information We Collect",
  "section1Text": "We may collect personal information such as your name, email address, phone number, billing/shipping address, and payment details when you make a purchase. We also automatically collect certain information like your IP address, browser type, and browsing behavior through cookies and analytics tools.",
  "section2Title": "2. How We Use Your Information",
  "section2Text": "We use your information to process orders, communicate updates, improve services, and send promotional offers if you opt-in.",
  "section3Title": "3. Sharing of Information",
  "section3Text": "We do not sell or rent your personal data. We may share your information with trusted third parties such as payment processors, shipping companies, and service providers solely for fulfilling your order or providing services.",
  "section4Title": "4. Data Security",
  "section4Text": "We implement industry-standard security measures to protect your personal information from unauthorized access, alteration, or disclosure.",
  "section5Title": "5. Cookies & Tracking",
  "section5Text": "Our website uses cookies and similar technologies to improve your browsing experience, analyze site traffic, and personalize content.",
  "section6Title": "6. Your Rights",
  "section6Text": "You have the right to access, update, or request deletion of your personal data. You may also opt-out of marketing communications at any time by contacting us.",
  "section7Title": "7. Third-Party Services",
  "section7Text": "Our website may contain links to third-party websites. We are not responsible for the privacy practices of those websites.",
  "section8Title": "8. Updates to This Policy",
  "section8Text": "We may update this Privacy Policy from time to time to reflect changes in our practices or for legal reasons. Updates will be posted on this page with a revised 'Last Updated' date.",
  "section9Title": "9. Contact Us",
  "section9Text": "If you have any questions or concerns about this Privacy Policy, please contact us at support@drivecoreauto.com."
}
