{
  "title": "Política de privacidad",
  "intro": "En DriveCore Auto respetamos y protegemos su privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos y protegemos su información personal cuando visita nuestro sitio web o compra nuestros productos, como motores, intercambios de transmisión, subchasis y accesorios automotrices.",
  "section1Title": "1. Información que recopilamos",
  "section1Text": "Podemos recopilar información personal como su nombre, dirección de correo electrónico, número de teléfono, dirección de facturación/envío y detalles de pago al realizar una compra. También recopilamos automáticamente cierta información como la dirección IP, el tipo de navegador y el comportamiento de navegación mediante cookies y herramientas de análisis.",
  "section2Title": "2. Cómo usamos su información",
  "section2Text": "Usamos su información para procesar pedidos, comunicar actualizaciones, mejorar nuestros servicios y enviar ofertas promocionales si usted acepta recibirlas.",
  "section3Title": "3. Compartir información",
  "section3Text": "No vendemos ni alquilamos sus datos personales. Podemos compartir su información con terceros de confianza, como procesadores de pagos, empresas de envío y proveedores de servicios, únicamente para cumplir con su pedido o proporcionar servicios.",
  "section4Title": "4. Seguridad de los datos",
  "section4Text": "Implementamos medidas de seguridad estándar para proteger su información personal contra el acceso, la alteración o divulgación no autorizados.",
  "section5Title": "5. Cookies y seguimiento",
  "section5Text": "Nuestro sitio web utiliza cookies y tecnologías similares para mejorar su experiencia de navegación, analizar el tráfico del sitio y personalizar el contenido.",
  "section6Title": "6. Sus derechos",
  "section6Text": "Usted tiene derecho a acceder, actualizar o solicitar la eliminación de sus datos personales. También puede optar por no recibir comunicaciones de marketing en cualquier momento contactándonos.",
  "section7Title": "7. Servicios de terceros",
  "section7Text": "Nuestro sitio web puede contener enlaces a sitios web de terceros. No somos responsables de las prácticas de privacidad de esos sitios web.",
  "section8Title": "8. Actualizaciones de esta política",
  "section8Text": "Podemos actualizar esta Política de Privacidad de vez en cuando para reflejar cambios en nuestras prácticas o por razones legales. Las actualizaciones se publicarán en esta página con la fecha revisada de 'Última actualización'.",
  "section9Title": "9. Contáctenos",
  "section9Text": "Si tiene preguntas o inquietudes sobre esta Política de Privacidad, comuníquese con nosotros en support@drivecoreauto.com."
}
