{
  "title": "Käuferservices",
  "intro": "Bei DriveCore Auto sind wir bestrebt, außergewöhnlichen Käufersupport zu bieten, damit Ihr Einkaufserlebnis reibungslos und stressfrei verläuft. Egal, ob Sie nach dem perfekten Motor, Getriebe, Swap-Kit oder Hilfsrahmen suchen – unser Team begleitet Sie bei jedem Schritt.",
  "productConsultation": "Produktberatung",
  "productConsultationText": "Benötigen Sie Hilfe bei der Auswahl des richtigen Teils? Unsere Experten stehen bereit, um Ihnen eine persönliche Beratung zu bieten, die auf Ihr Fahrzeugmodell und Ihre Projektanforderungen zugeschnitten ist – damit Sie genau das bekommen, was Sie brauchen.",
  "compatibilitySupport": "Kompatibilitätsprüfung",
  "compatibilitySupportText": "Um Bestellfehler zu vermeiden, bieten wir Kompatibilitätschecks an. Geben Sie Ihre Fahrzeugdaten und die VIN an, um die perfekte Passgenauigkeit vor dem Kauf zu überprüfen.",
  "installationGuidance": "Installationshinweise",
  "installationGuidanceText": "Wir stellen detaillierte Installationsanleitungen und hilfreiche Ressourcen zur Verfügung. Auch wenn wir keine direkten Installationsdienste anbieten, können wir Ihnen vertrauenswürdige Fachleute empfehlen.",
  "orderTracking": "Bestellverfolgung & Versand",
  "orderTrackingText": "Bleiben Sie mit der Echtzeit-Bestellverfolgung auf dem Laufenden. Unser Versandprozess ist transparent, und wir stellen Ihnen detaillierte Informationen zu Fracht- und Lieferoptionen bereit, die Ihren Bedürfnissen entsprechen.",
  "returns": "Rückgaben, Umtausch & Garantie",
  "returnsText": "Wir gestalten Rückgaben und Umtausch einfach und transparent. Alle berechtigten Produkte werden mit einer Garantie geliefert, die durch unser Engagement für Qualität und Kundenzufriedenheit abgesichert ist.",
  "afterSales": "Kundendienst nach dem Kauf",
  "afterSalesText": "Unser Kundenservice endet nicht an der Kasse. Wenn Sie nach dem Kauf Fragen haben oder technische Unterstützung benötigen, steht unser Team bereit, Ihnen zu helfen.",
  "customOrders": "Sonderbestellungen & Spezialanfragen",
  "customOrdersText": "Suchen Sie nach einem seltenen Teil oder einer maßgeschneiderten Swap-Lösung? Kontaktieren Sie uns, um Sonderbestellungen und individuelle Anfragen zu besprechen, die auf Ihre speziellen Bedürfnisse zugeschnitten sind."
}
