{
  "title": "Servicios para compradores",
  "intro": "En DriveCore Auto, nos comprometemos a brindar un soporte excepcional a los compradores para que su experiencia de compra sea fluida y sin problemas. Ya sea que esté buscando el motor perfecto, una transmisión, un kit de swap o un subchasis, nuestro equipo lo acompañará en cada paso.",
  "productConsultation": "Consulta de producto",
  "productConsultationText": "¿Necesita ayuda para elegir la pieza correcta? Nuestros expertos están disponibles para ofrecerle asesoramiento personalizado, adaptado a su modelo de vehículo y a los requisitos de su proyecto, asegurando que obtenga exactamente lo que necesita.",
  "compatibilitySupport": "Soporte de compatibilidad",
  "compatibilitySupportText": "Para evitar errores de pedido, ofrecemos verificaciones de compatibilidad. Proporcione los detalles de su vehículo y el VIN para verificar el ajuste perfecto antes de comprar.",
  "installationGuidance": "Guía de instalación",
  "installationGuidanceText": "Proporcionamos instrucciones de instalación detalladas y recursos útiles. Aunque no ofrecemos servicios de instalación directamente, podemos recomendar profesionales de confianza para asistirle.",
  "orderTracking": "Seguimiento de pedidos y envío",
  "orderTrackingText": "Manténgase actualizado con el seguimiento en tiempo real de su pedido. Nuestro proceso de envío es transparente y proporcionamos información detallada sobre las opciones de transporte y entrega para satisfacer sus necesidades.",
  "returns": "Devoluciones, intercambios y garantía",
  "returnsText": "Hacemos que las devoluciones e intercambios sean fáciles y transparentes. Todos los productos elegibles cuentan con garantía respaldada por nuestro compromiso con la calidad y la satisfacción del cliente.",
  "afterSales": "Soporte postventa",
  "afterSalesText": "Nuestro servicio al cliente no termina en la caja. Si tiene preguntas o necesita asistencia técnica después de su compra, nuestro equipo está listo para ayudarle.",
  "customOrders": "Pedidos especiales y solicitudes personalizadas",
  "customOrdersText": "¿Busca una pieza rara o una solución de swap personalizada? Contáctenos para discutir pedidos especiales y solicitudes personalizadas adaptadas a sus necesidades únicas."
}
