{
  "title": "Services aux acheteurs",
  "intro": "Chez DriveCore Auto, nous nous engageons à offrir un support exceptionnel aux acheteurs afin que votre expérience d’achat soit fluide et sans stress. Que vous recherchiez le moteur parfait, une boîte de vitesses, un kit de swap ou un berceau auxiliaire – notre équipe vous accompagne à chaque étape.",
  "productConsultation": "Conseil produit",
  "productConsultationText": "Besoin d’aide pour choisir la bonne pièce ? Nos experts sont disponibles pour vous offrir un accompagnement personnalisé, adapté à votre modèle de véhicule et aux exigences de votre projet – afin que vous obteniez exactement ce dont vous avez besoin.",
  "compatibilitySupport": "Vérification de compatibilité",
  "compatibilitySupportText": "Pour éviter les erreurs de commande, nous proposons des contrôles de compatibilité. Fournissez les informations de votre véhicule ainsi que le numéro VIN afin de vérifier l’ajustement parfait avant l’achat.",
  "installationGuidance": "Conseils d’installation",
  "installationGuidanceText": "Nous mettons à votre disposition des guides d’installation détaillés et des ressources utiles. Même si nous n’offrons pas de services d’installation directs, nous pouvons vous recommander des professionnels de confiance.",
  "orderTracking": "Suivi des commandes & expédition",
  "orderTrackingText": "Restez informé grâce au suivi en temps réel de votre commande. Notre processus d’expédition est transparent et nous vous fournissons des informations détaillées sur les options de transport et de livraison adaptées à vos besoins.",
  "returns": "Retours, échanges & garantie",
  "returnsText": "Nous rendons les retours et échanges simples et transparents. Tous les produits éligibles sont fournis avec une garantie, soutenue par notre engagement envers la qualité et la satisfaction de nos clients.",
  "afterSales": "Service après-vente",
  "afterSalesText": "Notre service client ne s’arrête pas à la caisse. Si vous avez des questions ou besoin d’une assistance technique après votre achat, notre équipe est là pour vous aider.",
  "customOrders": "Commandes spéciales & demandes particulières",
  "customOrdersText": "Vous recherchez une pièce rare ou une solution de swap sur mesure ? Contactez-nous pour discuter des commandes spéciales et des demandes personnalisées adaptées à vos besoins spécifiques."
}
