{
  "title": "Rückerstattungsrichtlinie",
  "section1Title": "1. Rückgabeberechtigung",
  "section1Text": "Wir akzeptieren Rücksendungen innerhalb von 14 Tagen nach Lieferung für die meisten neuen, unbenutzten Motorteile in ihrer Originalverpackung. Alle zurückgesendeten Artikel müssen wiederverkaufsfähig sein, ohne Anzeichen von Installation, Abnutzung oder Beschädigung. Rücksendungen müssen alle Originalkomponenten, Hardware und mitgelieferte Dokumentation enthalten. Käufer sind für die Rücksendekosten verantwortlich, es sei denn, der Rückversand erfolgt aufgrund unseres Fehlers (z. B. Erhalt des falschen Artikels). Für bestimmte Rücksendungen, insbesondere Sonderbestellungen oder hochpreisige Komponenten, kann eine Wiederauffüllungsgebühr anfallen. Wir empfehlen, uns vor der Rücksendung eines Artikels zu kontaktieren, um die Berechtigung zu bestätigen und eine RMA-Nummer (Return Merchandise Authorization) zu erhalten. Rücksendungen ohne RMA oder außerhalb des 14-Tage-Fensters können abgelehnt werden.",
  
  "section2Title": "2. Nicht rückgabefähige Artikel",
  "section2Text": "Bestimmte Artikelarten sind aufgrund ihrer spezifischen Natur oder Nutzungsbeschränkungen nicht rückgabefähig. Dazu gehören kundenspezifische oder Sonderbestell-Motorteile, die nach Ihren genauen Spezifikationen beschafft oder gebaut wurden, sowie elektrische Komponenten oder Sensoren, die nach Installation oder Anschluss aus Sicherheits- und Diagnosegründen nicht zurückgegeben werden können. Artikel, die als Endverkauf oder Ausverkauf gekennzeichnet sind, sind ebenfalls nicht rückgabefähig. Außerdem werden Teile, die Anzeichen von Installation, Manipulation oder durch unsachgemäße Handhabung verursachte Schäden aufweisen, nicht akzeptiert. Es ist wichtig, die Kompatibilität von Teilen, Modellnummern und Passform vor dem Kauf zu überprüfen. Wenn Sie unsicher sind, ob ein Artikel für eine Rückgabe qualifiziert ist, kontaktieren Sie bitte unser Support-Team mit der Teilenummer und den Details vor der Bestellung. Wir bemühen uns um Klarheit, und alle nicht rückgabefähigen Artikel werden zum Zeitpunkt des Kaufs deutlich gekennzeichnet.",
  
  "section3Title": "3. Rückerstattungsprozess",
  "section3Text": "Sobald wir Ihren zurückgesendeten Artikel erhalten — sei es ein Motor, Getriebe, Swap-Kit, Unterrahmen oder ein anderes Teil — wird unser Team ihn sorgfältig prüfen, um sicherzustellen, dass er unsere Rückgabekriterien erfüllt. Sie werden per E-Mail über die Genehmigung oder Ablehnung Ihrer Rückerstattung informiert, basierend auf dem Zustand des Artikels. Wenn genehmigt, wird die Rückerstattung innerhalb von 7 Werktagen auf Ihre ursprüngliche Zahlungsmethode verarbeitet.",
  
  "section4Title": "4. Versandkosten",
  "section4Text": "Versandkosten sind nicht erstattungsfähig. Egal, ob Sie einen Motor, ein Getriebe, ein Swap-Kit, einen Unterrahmen oder ein anderes Teil zurücksenden, Sie sind für die Rücksendekosten verantwortlich.",
  
  "section5Title": "5. Kontaktieren Sie uns",
  "section5Text": "Wenn Sie Fragen zu unserer Rückerstattungsrichtlinie haben, kontaktieren Sie uns bitte unter support@yourdomain.com."
}
