{
  "title": "Refund Policy",
  "section1Title": "1. Returns Eligibility",
  "section1Text": "We accept returns within 14 days of delivery for most new, unused engine parts in their original packaging. All returned items must be in resellable condition, free of any signs of installation, wear, or damage. Returns must include all original components, hardware, and documentation provided with the item. Buyers are responsible for return shipping costs unless the return is due to our error (such as receiving the wrong item). A restocking fee may apply to certain returns, particularly for special-order or high-value components. We recommend contacting us before returning any item to confirm eligibility and to receive an RMA (Return Merchandise Authorization) number. Returns sent without an RMA or outside the 14-day window may be refused.",
  
  "section2Title": "2. Non-Returnable Items",
  "section2Text": "Certain types of items are non-returnable due to their specific nature or usage restrictions. This includes custom or special-order engine parts that have been sourced or built to your exact specifications, as well as any electrical components or sensors, which cannot be returned once installed or connected due to safety and diagnostic integrity. Items that are marked as final sale or clearance are also not eligible for return. Additionally, any parts that show signs of installation, tampering, or damage caused by improper handling will not be accepted. It is important to double-check part compatibility, model numbers, and fitment before completing your purchase. If you are unsure whether an item qualifies for return, please contact our support team with the part number and details before placing your order. We make every effort to ensure clarity, and all non-returnable items will be clearly identified at the time of purchase.",
  
  "section3Title": "3. Refund Process",
  "section3Text": "Once we receive your returned item—whether it’s an engine, transmission, swap kit, subframe, or any other part—our team will carefully inspect it to ensure it meets our return eligibility criteria. You will be notified via email regarding the approval or rejection of your refund based on the condition of the item. If approved, the refund will be processed to your original method of payment within 7 business days.",
  
  "section4Title": "4. Shipping Costs",
  "section4Text": "Shipping costs are non-refundable. Whether you're returning an engine, transmission, swap kit, subframe, or any other part, you will be responsible for covering the return shipping costs associated with your item.",
  
  "section5Title": "5. Contact Us",
  "section5Text": "If you have any questions about our refund policy, please contact us at support@yourdomain.com."
}
