{
  "title": "Política de reembolso",
  "section1Title": "1. Elegibilidad de devoluciones",
  "section1Text": "Aceptamos devoluciones dentro de los 14 días posteriores a la entrega para la mayoría de piezas de motor nuevas y sin usar en su embalaje original. Todos los artículos devueltos deben estar en condiciones de reventa, sin signos de instalación, desgaste o daños. Las devoluciones deben incluir todos los componentes originales, hardware y documentación proporcionados con el artículo. Los compradores son responsables de los costos de envío de devolución, salvo que la devolución se deba a nuestro error (como recibir el artículo incorrecto). Puede aplicarse una tarifa de reposición a ciertas devoluciones, especialmente para componentes de pedido especial o de alto valor. Recomendamos contactarnos antes de devolver cualquier artículo para confirmar su elegibilidad y recibir un número RMA (Autorización de devolución de mercancía). Las devoluciones enviadas sin RMA o fuera del plazo de 14 días pueden ser rechazadas.",
  
  "section2Title": "2. Artículos no retornables",
  "section2Text": "Ciertos tipos de artículos no son retornables debido a su naturaleza específica o restricciones de uso. Esto incluye piezas de motor personalizadas o de pedido especial que se han obtenido o construido según sus especificaciones exactas, así como componentes eléctricos o sensores que no se pueden devolver una vez instalados o conectados por motivos de seguridad e integridad del diagnóstico. Los artículos marcados como venta final o liquidación tampoco son elegibles para devolución. Además, cualquier pieza que muestre signos de instalación, manipulación o daños causados por un manejo incorrecto no será aceptada. Es importante verificar la compatibilidad de las piezas, los números de modelo y el ajuste antes de completar su compra. Si no está seguro de si un artículo califica para devolución, comuníquese con nuestro equipo de soporte con el número de pieza y los detalles antes de realizar su pedido. Nos esforzamos por garantizar claridad, y todos los artículos no retornables serán claramente identificados al momento de la compra.",
  
  "section3Title": "3. Proceso de reembolso",
  "section3Text": "Una vez que recibamos su artículo devuelto —ya sea un motor, transmisión, kit de swap, subchasis o cualquier otra pieza— nuestro equipo lo inspeccionará cuidadosamente para asegurarse de que cumpla con nuestros criterios de elegibilidad para devolución. Se le notificará por correo electrónico sobre la aprobación o rechazo de su reembolso según el estado del artículo. Si se aprueba, el reembolso se procesará a su método de pago original dentro de los 7 días hábiles.",
  
  "section4Title": "4. Costos de envío",
  "section4Text": "Los costos de envío no son reembolsables. Ya sea que esté devolviendo un motor, transmisión, kit de swap, subchasis o cualquier otra pieza, usted será responsable de cubrir los costos de envío asociados con la devolución de su artículo.",
  
  "section5Title": "5. Contáctenos",
  "section5Text": "Si tiene alguna pregunta sobre nuestra política de reembolso, comuníquese con nosotros en support@yourdomain.com."
}
