{
  "title": "Politique de remboursement",
  "section1Title": "1. Éligibilité des retours",
  "section1Text": "Nous acceptons les retours dans les 14 jours suivant la livraison pour la plupart des pièces de moteur neuves et non utilisées dans leur emballage d'origine. Tous les articles retournés doivent être en état revendable, sans signes d'installation, d'usure ou de dommage. Les retours doivent inclure tous les composants d'origine, la quincaillerie et la documentation fournie avec l'article. Les acheteurs sont responsables des frais de retour sauf si le retour est dû à notre erreur (comme la réception d'un mauvais article). Des frais de restockage peuvent s'appliquer à certains retours, en particulier pour les composants sur commande spéciale ou de grande valeur. Nous recommandons de nous contacter avant de retourner un article pour confirmer son éligibilité et obtenir un numéro RMA (autorisation de retour de marchandise). Les retours envoyés sans RMA ou hors du délai de 14 jours peuvent être refusés.",
  
  "section2Title": "2. Articles non retournables",
  "section2Text": "Certaines catégories d'articles ne peuvent pas être retournées en raison de leur nature spécifique ou de restrictions d'utilisation. Cela inclut les pièces de moteur personnalisées ou sur commande spéciale qui ont été fabriquées selon vos spécifications exactes, ainsi que tous les composants électriques ou capteurs, qui ne peuvent pas être retournés une fois installés ou connectés pour des raisons de sécurité et d'intégrité du diagnostic. Les articles marqués comme vente finale ou liquidation ne sont également pas éligibles au retour. De plus, toute pièce présentant des signes d'installation, de manipulation ou de dommages causés par une mauvaise manipulation ne sera pas acceptée. Il est important de vérifier la compatibilité des pièces, les numéros de modèle et l'ajustement avant de finaliser votre achat. Si vous n'êtes pas sûr qu'un article soit éligible au retour, veuillez contacter notre équipe d'assistance avec le numéro de pièce et les détails avant de passer votre commande. Nous nous efforçons de garantir la clarté, et tous les articles non retournables seront clairement identifiés au moment de l'achat.",
  
  "section3Title": "3. Processus de remboursement",
  "section3Text": "Une fois que nous recevons votre article retourné — qu'il s'agisse d'un moteur, d'une transmission, d'un kit de swap, d'un sous-châssis ou de toute autre pièce — notre équipe l'inspectera soigneusement pour s'assurer qu'il répond aux critères d'éligibilité au retour. Vous serez informé par e-mail de l'approbation ou du rejet de votre remboursement en fonction de l'état de l'article. Si approuvé, le remboursement sera traité selon votre méthode de paiement initiale dans un délai de 7 jours ouvrables.",
  
  "section4Title": "4. Frais d'expédition",
  "section4Text": "Les frais d'expédition ne sont pas remboursables. Que vous retourniez un moteur, une transmission, un kit de swap, un sous-châssis ou toute autre pièce, vous serez responsable des frais d'expédition liés au retour de votre article.",
  
  "section5Title": "5. Contactez-nous",
  "section5Text": "Si vous avez des questions concernant notre politique de remboursement, veuillez nous contacter à l'adresse support@yourdomain.com."
}
